    {
        "Welcome" : "Selamat datang",
        "Search" : "Cari",
        "Complete Your Personal Data" : "Lengkapi Data Pribadi Anda",
        "Name/Initial" : "Nama/Inisial",
        "Gender" : "Jenis Kelamin",
        "Male" : "Laki-laki",
        "Female" : "Perempuan",
        "Age" : "Usia",
        "Last Education" : "Pendidikan Terakhir",
        "Senior High School / Vocational School" : "SMA / MA / SMK (Sekolah Menengah Atas / Kejuruan)",
        "Diploma (Associate Degree)" : "Diploma (D1/D2/D3)",
        "Bachelor's Degree" : "Sarjana (S1)",
        "Master's Degree" : "Magister (S2)",
        "Doctoral Degree (Ph.D.)" : "Doktor (S3)",
        "Country" : "Negara",
        "Indonesia" : "Indonesia",
        "Japan" : "Jepang",
        "Login" : "Masuk",
        "All Products" : "Semua Produk",
        "Short" : "Singkat",
        "Latest" : "Terbaru",
        "Popular" : "Populer",
        "Best Seller" : "Terlaris",
        "Price" : "Harga",
        "Carier" : "Operator",
        "Operating System" : "Sistem Operasi",
        "Bought in past month" : "Dibeli dalam Bulan Lalu",
        "Sustainability Feature" : "Fitur Keberlanjutan",
        "Choose Product" : "Pilih Produk",
        "One Phone" : "Satu Ponsel",
        "One Planet" : "Satu Planet",
        "Make it Count" : "Jadikan Bermakna",
        "Discover More" : "Temukan Lebih Banyak",
        "Overview" : "Gambaran Umum",
        "Specs" : "Spesifikasi",
        "Product environmental report" : "Laporan Lingkungan Produk",
        "Buy Now" : "Beli Sekarang",
        "Circular by Design Sustainable by Purpose" : "Sirkular dalam Desain, Berkelanjutan dalam Tujuan",
        "Made For You" : "Dibuat untuk Anda",
        "from" : "dari",
        "Designed to Evolve" : "Dirancang untuk Berkembang",
        "Our aims to continuously explore an optimal way to build a low-carbon, circular economy and find innovative solutions that make our own value chain greener" : "Tujuan kami adalah terus mengeksplorasi cara optimal untuk membangun ekonomi sirkular rendah karbon dan menemukan solusi inovatif yang membuat rantai nilai kami lebih ramah lingkungan",
        "Modular design" : "Desain Modular",
        "Less Waste, More Meaning" : "Lebih Sedikit Limbah, Lebih Banyak Makna",
        "100% of the packaging is fiber-based, due to our work to remove plastic in packaging. More 30% of materials shipped in our products came from recycled or renewable sources in 2024" : "100% kemasan berbahan dasar serat berkat upaya kami menghilangkan plastik dalam kemasan. Lebih dari 30% bahan yang digunakan pada produk kami berasal dari sumber daur ulang atau terbarukan di tahun 2024",
        "Planet-friendly Packaging" : "Kemasan Ramah Lingkungan",
        "Recycled, Renewed, Reinvented" : "Didaur Ulang, Diperbarui, Diciptakan Ulang",
        "We`ll recycle your products Aeraphone devices, cables, cases, accessories, and other similar electronics for free. You’ll help protect the earth’s precious resources and reduce waste as we work toward a better future for the planet." : "Kami akan mendaur ulang perangkat Aeraphone Anda, kabel, casing, aksesori, dan elektronik serupa lainnya secara gratis. Anda membantu melindungi sumber daya bumi yang berharga dan mengurangi limbah saat kami bekerja menuju masa depan yang lebih baik untuk planet ini.",
        "Net zero waste" : "Limbah Nol Bersih",
        "Reuse and Recycling Program" : "Program Penggunaan Ulang dan Daur Ulang",
        "Let your phone live again & get rewards" : "Hidupkan kembali ponsel Anda & dapatkan hadiah",
        "Return your device at our retail store or online, and we`ll give it a newlease of life or recycle it for free" : "Kembalikan perangkat Anda ke toko ritel kami atau secara online, dan kami akan memberinya kehidupan baru atau mendaur ulangnya secara gratis",
        "Check your phone value" : "Periksa Nilai Ponsel Anda",
        "Innovation for the Environment" : "Inovasi untuk Lingkungan",
        "Carbon Neutral Expansion" : "Perluasan Netral Karbon",
        "We`ve expanded our lineup of carbon-neutral products to include Aeraphone one series." : "Kami telah memperluas jajaran produk netral karbon kami untuk mencakup seri Aeraphone One.",
        "60% Emissions Reduction" : "Pengurangan Emisi 60%",
        "Over 60% reduction in CO₂e emissions across our carbon footprint since 2015." : "Lebih dari 60% pengurangan emisi CO₂e pada jejak karbon kami sejak 2015.",
        "21.8M Tons of CO₂e Avoided" : "21,8 Juta Ton CO₂e Dihindari",
        "21.8 million metric tons of CO₂e emissions avoided through our Supplier Clean Energy Program in 2024." : "21,8 juta ton metrik emisi CO₂e dihindari melalui Program Energi Bersih Pemasok kami di tahun 2024.",
        "Sustainable Materials" : "Bahan Berkelanjutan",
        "24% of materials shipped in our products came from recycled or renewable sources in 2024." : "24% bahan yang digunakan dalam produk kami berasal dari sumber daur ulang atau terbarukan di tahun 2024.",
        "Product Reuse & Circularity" : "Penggunaan Ulang & Sirkularitas Produk",
        "5.9 million devices and accessories were sent to new owners for reuse in 2024." : "5,9 juta perangkat dan aksesori dikirim ke pemilik baru untuk digunakan kembali di tahun 2024.",
        "Lower-Carbon Shipping" : "Pengiriman Rendah Karbon",
        "50% or more of carbon-neutral Aeraphone products will be shipped using lower-carbon methods like ocean freight." : "50% atau lebih produk Aeraphone netral karbon akan dikirim menggunakan metode rendah karbon seperti angkutan laut.",
        "Aeraphone Newsletter Stay up to date with the latest news and stories from Aeraphone" : "Buletin Aeraphone: Tetap dapatkan berita dan cerita terbaru dari Aeraphone",
        "Your email" : "Email Anda",
        "Support" : "Dukungan",
        "Contact us" : "Hubungi Kami",
        "User Guide" : "Panduan Pengguna",
        "Warranty" : "Garansi",
        "International Warranty" : "Garansi Internasional",
        "Scooter Safety Notice" : "Pemberitahuan Keamanan Skuter",
        "Android Enterprise Recommended" : "Direkomendasikan oleh Android Enterprise",
        "Digital Services Act" : "Undang-Undang Layanan Digital",
        "About Us" : "Tentang Kami",
        "Management Team" : "Tim Manajemen",
        "Privacy Policy" : "Kebijakan Privasi",
        "Integrity & Compliance" : "Integritas & Kepatuhan",
        "Investor Relations" : "Hubungan Investor",
        "ESG and Sustainability" : "ESG dan Keberlanjutan",
        "Trust Center" : "Pusat Kepercayaan",
        "Accessibility" : "Aksesibilitas",
        "Products" : "Produk",
        "Services" : "Layanan",
        "Refer a friend" : "Ajak Teman",
        "Getting Started" : "Memulai",
        "Built with heart Designed for a better future" : "Dibuat dengan Hati, Dirancang untuk Masa Depan yang Lebih Baik",
        "Redesigning the Future with Lower Impact" : "Mendesain Ulang Masa Depan dengan Dampak Lebih Rendah",
        "Materials by Sustainability, Responsibly Sourced" : "Bahan Berkelanjutan, Bersumber Secara Bertanggung Jawab",
        "the use of sustainable materials" : "penggunaan bahan berkelanjutan",
        "Clean by Design-free from harmful substances" : "Bersih dalam Desain - Bebas dari Zat Berbahaya",
        "Does not contain banned chemical substance" : "Tidak Mengandung Zat Kimia Terlarang",
        "Safe Materials" : "Bahan Aman",
        "Sustainability at the Core of How We Build" : "Keberlanjutan Menjadi Inti dalam Cara Kami Membangun",
        "Updating Packaging with Less Plastic" : "Memperbarui Kemasan dengan Lebih Sedikit Plastik",
        "The packaging for Zenphone`s Bluetooth earphone Neckband model has shifted from plastic to paper materials." : "Kemasan untuk model earphone Bluetooth Neckband Zenphone telah beralih dari plastik ke bahan kertas.",
        "Remove Unnecessary Plastic" : "Hapus Plastik yang Tidak Diperlukan",
        "Our latest AIoT packaging no longer uses plastic handles, reducing plastic usage by approximately 80g per box" : "Kemasan AIoT terbaru kami tidak lagi menggunakan pegangan plastik, mengurangi penggunaan plastik sekitar 80g per kotak",
        "Greener Logistics Management" : "Manajemen Logistik yang Lebih Ramah Lingkungan",
        "Minimizing Transit Time" : "Meminimalkan Waktu Transit",
        "We`ve established regional warehouses across the globe to shorten delivery distances and reduce emissions. In Indonesia, this strategy alone reduced shipping emissions by 71% annually." : "Kami telah mendirikan gudang regional di seluruh dunia untuk mempersingkat jarak pengiriman dan mengurangi emisi. Di Indonesia, strategi ini saja berhasil mengurangi emisi pengiriman sebesar 71% per tahun.",
        "Reducing Air Freight" : "Mengurangi Pengiriman Udara",
        "In 2022, 2.32 million products were delivered by sea or rail instead of air, significantly lowering the carbon footprint of our logistics." : "Pada tahun 2022, 2,32 juta produk dikirim melalui laut atau kereta api alih-alih udara, sehingga secara signifikan menurunkan jejak karbon logistik kami.",
        "Innovating in Production Methods" : "Berinovasi dalam Metode Produksi",
        "Streamlining Production Lines" : "Menyederhanakan Lini Produksi",
        "We`ve optimized AC production procedures and applied them across other product lines—saving 48,500 kWh per AC unit produced after the process improvement." : "Kami telah mengoptimalkan prosedur produksi AC dan menerapkannya pada lini produk lainnya—menghemat 48.500 kWh per unit AC yang diproduksi setelah perbaikan proses.",
        "Promoting Clean Energy" : "Mendorong Energi Bersih",
        "Our suppliers improved carbon reduction efforts by up to 9.4%, including verified emissions reductions up to 7.9% compared to 2021." : "Pemasok kami meningkatkan upaya pengurangan karbon hingga 9,4%, termasuk pengurangan emisi yang diverifikasi hingga 7,9% dibandingkan tahun 2021.",
        "Next-Level Living of Smartphone" : "Hidup di Level Selanjutnya dengan Smartphone",
        "In Your Hands" : "Di Tangan Anda",
        "Innovation opens new possibilities. With engineering marvel and craftsmanship, the perfect balance is now a reality. Welcome to the Edge of premium slim." : "Inovasi membuka kemungkinan baru. Dengan rekayasa luar biasa dan keterampilan tinggi, keseimbangan sempurna kini menjadi kenyataan. Selamat datang di batas tipis premium.",
        "Charged Within One Hour" : "Terisi dalam Satu Jam",
        "Water and dust resistance":"Tahan air dan debu",
        "lets you take this product further than you thought possible" : "memungkinkan Anda membawa produk ini lebih jauh dari yang Anda bayangkan",
        "The Edge of Innovation Smartphone" : "Puncak\nInovasi\nSmartphone",
        "For You" : "Untuk Anda",
        "Advanced Technology Smartphone" : "Smartphone Teknologi Canggih",
        "The cutting-edge design and ultra-thin layers create a sleek design, both when folded and unfolded. Compact and expansive display as needed. Enjoy the experience and see the boundless view" : "Desain mutakhir dan lapisan ultra-tipis menciptakan desain ramping, baik saat dilipat maupun dibuka. Layar ringkas sekaligus luas sesuai kebutuhan. Nikmati pengalaman dan lihat pandangan tanpa batas.",
        "Shielded in a strong titanium frame, your phone always stays protected." : "Dibalut bingkai titanium yang kokoh, ponsel Anda selalu terlindungi.",
        "Powered by a high-speed processor with an advanced camera system. Realize your creative vision from shooting to editing." : "Didukung prosesor berkecepatan tinggi dengan sistem kamera canggih. Wujudkan visi kreatif Anda mulai dari pengambilan gambar hingga pengeditan.",
        "Shop" : "Belanja",
        "About" : "Tentang",
        "Bussiness" : "Bisnis",
        "headline" : "Semakin Cerdas\nKini Lebih Pintar\nDidukung oleh\nPonsel",
        "Smart Just Got Smarter Powered Phone": "Semakin Cerdas\nKini Lebih Pintar\nDidukung oleh\nPonsel",
        "Just For You": "Hanya untuk Anda",
        "Fast Charging" : "Pengisian Cepat",
        "Water Resistance" : "Tahan Air",
    "Sleek Design, Boundless Experience" : "Desain ramping, pengalaman tanpa batas",
    "Framed in Titanium, Protected for Life" : "Dibingkai dengan Titanium, Terlindungi Seumur Hidup",
    "High-Speed Power. Pro-Level Camera." : "Tenaga Berkecepatan Tinggi. Kamera Setara Profesional."
    }
