    {
        "Welcome" : "Selamat datang",
        "Search" : "Cari",
        "Complete Your Personal Data" : "Lengkapi Data Pribadi Anda",
        "Name/Initial" : "Nama/Inisial",
        "Gender" : "Jenis Kelamin",
        "Male" : "Laki-laki",
        "Female" : "Perempuan",
        "Age" : "Usia",
        "Last Education" : "Pendidikan Terakhir",
        "Senior High School / Vocational School" : "SMA / MA / SMK (Sekolah Menengah Atas / Kejuruan)",
        "Diploma (Associate Degree)" : "Diploma (D1/D2/D3)",
        "Bachelor's Degree" : "Sarjana (S1)",
        "Master's Degree" : "Magister (S2)",
        "Doctoral Degree (Ph.D.)" : "Doktor (S3)",
        "Country" : "Negara",
        "Indonesia" : "Indonesia",
        "Japan" : "Jepang",
        "Submit" : "Kirim",
        "All Products" : "Semua Produk",
        "Short" : "Singkat",
        "Latest" : "Terbaru",
        "Popular" : "Populer",
        "Best Seller" : "Terlaris",
        "Price" : "Harga",
        "Carier" : "Operator",
        "Operating System" : "Sistem Operasi",
        "Bought in past month" : "Juta produk terjual",
        "Sustainability Feature" : "Fitur Keberlanjutan",
        "Energy Efficiency" : "Efisiensi Energi",
        "Sustainable Manufacturing" : "Manufaktur Berkelanjutan",
        "Sustainability Description" : "Produk ini memiliki fitur keberlanjutan yang diakui oleh sertifikasi terpercaya.",
        "Product Description Onephone" : "Desain modular, Desain tahan lama, Pengisian daya super cepat, Penyimpanan yang dapat ditambah, Versi ID, 2025",
        "Product Description Neuphone" : "Desain tahan lama, Pengisian daya super cepat, Tahan air, Penyimpanan yang dapat ditambah, Rangka titanium, Versi ID, 2025",
        "Product Description Xarelphone" : "Desain tahan lama, Pengisian daya super cepat, Tahan air, Penyimpanan yang dapat ditambah, Desain premium ramping, Versi ID, 2025",
        "Product Description Zenophone" : "Desain modular, Desain tahan lama, Pengisian daya super cepat, Penyimpanan yang dapat ditambah, Versi ID, 2025",
        "Choose Product" : "Pilih Produk",
        "Feature" : "Fitur",
        "One Phone" : "Satu Ponsel",
        "One Planet" : "Satu Planet",
        "Make it Count" : "Jadikan Bermakna",
        "Discover More" : "Temukan Lebih Banyak",
        "Overview" : "Gambaran Umum",
        "Specs" : "Spesifikasi",
        "Product environmental report" : "Laporan Lingkungan Produk",
        "Buy Now" : "Beli Sekarang",
        "Circular by Design" : "Sirkular dalam Desain",
        "Sustainable by Purpose" : "Berkelanjutan dalam Tujuan",
        "Made for You" : "Dibuat untuk Anda",
        "From" : "Mulai",
        "Designed to Evolve" : "Dirancang untuk Berkembang",
        "Our aims to continuously explore an optimal way to build a low-carbon, circular economy and find innovative solutions that make our own value chain greener" : "Tujuan kami adalah terus mengeksplorasi cara optimal untuk membangun ekonomi sirkular rendah karbon dan menemukan solusi inovatif yang membuat rantai nilai kami lebih ramah lingkungan",
        "We are committed to protecting the planet and designing products you love. By focusing on recycled and renewable materials, we are working to bring our net emissions to zero across our entire carbon footprint.": "Kami berkomitmen untuk melindungi bumi dan merancang produk yang Anda cintai. Dengan berfokus pada penggunaan material daur ulang dan terbarukan, kami berupaya menurunkan emisi bersih hingga nol di seluruh jejak karbon kami.",
        "Modular design" : "Desain Modular",
        "Less Waste, More Meaning" : "Lebih Sedikit Limbah, Lebih Banyak Makna",
        "100% of the packaging is fiber-based, due to our work to remove plastic in packaging. More 30% of materials shipped in our products came from recycled or renewable sources in 2024" : "100% kemasan berbahan dasar serat berkat upaya kami menghilangkan plastik dalam kemasan. Lebih dari 30% bahan yang digunakan pada produk kami berasal dari sumber daur ulang atau terbarukan di tahun 2024",
        "Planet-friendly Packaging" : "Kemasan Ramah Lingkungan",
        "Recycled, Renewed, Reinvented" : "Didaur Ulang, Diperbarui, Diciptakan Ulang",
        "We’ll recycle your products Onephone devices, cables, cases, accessories, and other similar electronics for free. You’ll help protect the earth’s precious resources and reduce waste as we work toward a better future for the planet. Return your device at our retail store or online, and we’ll give it a new lease of life or recycle it for free." : "Kami akan mendaur ulang produk Anda — mulai dari perangkat Onephone, kabel, casing, aksesori, hingga berbagai peralatan elektronik serupa — secara gratis. Dengan langkah ini, Anda turut membantu melindungi sumber daya berharga bumi dan mengurangi limbah, sejalan dengan komitmen kami menuju masa depan yang lebih baik bagi planet ini. Kembalikan perangkat Anda melalui toko ritel kami atau secara daring, dan kami akan memberinya kehidupan baru atau mendaur ulangnya tanpa biaya.",
        "Net Zero Waste" : "Limbah Nol Bersih",
        "Reuse and Recycling Program" : "Program Penggunaan Ulang dan Daur Ulang",
        "Let your phone live again and get rewards" : "Hidupkan kembali ponsel Anda dan dapatkan hadiah",
        "Return your device at our retail store or online, and we’ll give it a new lease of life or recycle it for free" : "Kembalikan perangkat Anda di toko ritel kami atau secara online, dan kami akan memberinya kesempatan hidup baru atau mendaur ulangnya secara gratis.",
        "Check your phone value" : "Periksa Nilai Ponsel Anda",
        "Innovation for the Environment" : "Inovasi untuk Lingkungan",
        "Carbon Neutral Expansion" : "Perluasan Netral Karbon",
        "We`ve expanded our lineup of carbon-neutral products to include Onephone one series." : "Kami telah memperluas jajaran produk netral karbon kami untuk mencakup seri Onephone One.",
        "60% Emissions Reduction" : "Pengurangan Emisi 60%",
        "Over 60% reduction in CO₂e emissions across our carbon footprint since 2015." : "Lebih dari 60% pengurangan emisi CO₂e pada jejak karbon kami sejak 2015.",
        "21.8M Tons of CO₂e Avoided" : "21,8 Juta Ton CO₂e Dihindari",
        "21.8 million metric tons of CO₂e emissions avoided through our Supplier Clean Energy Program in 2024." : "21,8 juta ton metrik emisi CO₂e dihindari melalui Program Energi Bersih Pemasok kami di tahun 2024.",
        "Sustainable Materials" : "Bahan Berkelanjutan",
        "24% of materials shipped in our products came from recycled or renewable sources in 2024." : "24% bahan yang digunakan dalam produk kami berasal dari sumber daur ulang atau terbarukan di tahun 2024.",
        "Product Reuse & Circularity" : "Penggunaan Ulang & Sirkularitas Produk",
        "5.9 million devices and accessories were sent to new owners for reuse in 2024." : "5,9 juta perangkat dan aksesori dikirim ke pemilik baru untuk digunakan kembali di tahun 2024.",
        "Lower-Carbon Shipping" : "Pengiriman Rendah Karbon",
        "50% or more of carbon-neutral Onephone products will be shipped using lower-carbon methods like ocean freight." : "50% atau lebih produk Onephone netral karbon akan dikirim menggunakan metode rendah karbon seperti angkutan laut.",
        "Onephone Newsletter" : "Buletin Onephone",
        "Xarelphone Newsletter" : "Buletin Xarelphone",
        "Zenophone Newsletter" : "Buletin Zenophone",
        "Neuphone Newsletter" : "Buletin Neuphone",
        "Stay up to date with the latest news and stories from Onephone." : "Tetap dapatkan berita dan cerita terbaru dari Onephone",
        "Stay up to date with the latest news and stories from Xarelphone." : "Tetap dapatkan berita dan cerita terbaru dari Xarelphone",
        "Stay up to date with the latest news and stories from Zenophone." : "Tetap dapatkan berita dan cerita terbaru dari Zenophone",
        "Stay up to date with the latest news and stories from Neuphone." : "Tetap dapatkan berita dan cerita terbaru dari Neuphone",
        "Enter your email" : "Masukkan email Anda",
        "Sign Up" : "Daftar",
        "Support" : "Dukungan",
        "Contact Us" : "Hubungi Kami",
        "User Guide" : "Panduan Pengguna",
        "Warranty" : "Garansi",
        "International Warranty" : "Garansi Internasional",
        "Scooter Safety Notice" : "Pemberitahuan Keamanan Skuter",
        "Android Enterprise Recommended" : "Direkomendasikan oleh Android Enterprise",
        "Digital Services Act" : "Undang-Undang Layanan Digital",
        "About Us" : "Tentang Kami",
        "Management Team" : "Tim Manajemen",
        "Privacy Policy" : "Kebijakan Privasi",
        "Integrity & Compliance" : "Integritas & Kepatuhan",
        "Investor Relations" : "Hubungan Investor",
        "ESG and Sustainability" : "ESG dan Keberlanjutan",
        "Trust Center" : "Pusat Kepercayaan",
        "Accessibility" : "Aksesibilitas",
        "Products" : "Produk",
        "Spare Parts" : "Suku Cadang",
        "Giftcard" : "Kartu Hadiah",
        "Where to buy" : "Lokasi Pembelian",
        "Promotions" : "Promosi",
        "Services" : "Layanan",
        "Refer a Friend" : "Ajak Teman",
        "Getting Started" : "Memulai",
        "Built with Heart" : "Dibuat dengan Hati",
        "Designed for a Better Future" : " Dirancang untuk Masa Depan yang Lebih Baik",
        "Redesigning the Future with Lower Impact" : "Mendesain Ulang Masa Depan dengan Dampak Lebih Rendah",
        "Materials by Sustainability, Responsibly Sourced" : "Bahan Berkelanjutan, Bersumber Secara Bertanggung Jawab",
        "the use of sustainable materials" : "penggunaan bahan berkelanjutan",
        "Clean by Design-free from harmful substances" : "Bersih dalam Desain - Bebas dari Zat Berbahaya",
        "Does not contain banned chemical substance" : "Tidak Mengandung Zat Kimia Terlarang",
        "Safe Materials" : "Bahan Aman",
        "Sustainability at the Core of How We Build" : "Keberlanjutan Menjadi Inti dalam Cara Kami Membangun",
        "Updating Packaging with Less Plastic" : "Memperbarui Kemasan dengan Lebih Sedikit Plastik",
        "The packaging for Zenphone`s Bluetooth earphone Neckband model has shifted from plastic to paper materials." : "Kemasan untuk model earphone Bluetooth Neckband Zenphone telah beralih dari plastik ke bahan kertas.",
        "Remove Unnecessary Plastic" : "Hapus Plastik yang Tidak Diperlukan",
        "Our latest AIoT packaging no longer uses plastic handles, reducing plastic usage by approximately 80g per box" : "Kemasan AIoT terbaru kami tidak lagi menggunakan pegangan plastik, mengurangi penggunaan plastik sekitar 80g per kotak",
        "Greener Logistics Management" : "Manajemen Logistik yang Lebih Ramah Lingkungan",
        "Minimizing Transit Time" : "Meminimalkan Waktu Transit",
        "We`ve established regional warehouses across the globe to shorten delivery distances and reduce emissions. In Indonesia, this strategy alone reduced shipping emissions by 71% annually." : "Kami telah mendirikan gudang regional di seluruh dunia untuk mempersingkat jarak pengiriman dan mengurangi emisi. Di Indonesia, strategi ini saja berhasil mengurangi emisi pengiriman sebesar 71% per tahun.",
        "Reducing Air Freight" : "Mengurangi Pengiriman Udara",
        "In 2022, 2.32 million products were delivered by sea or rail instead of air, significantly lowering the carbon footprint of our logistics." : "Pada tahun 2022, 2,32 juta produk dikirim melalui laut atau kereta api alih-alih udara, sehingga secara signifikan menurunkan jejak karbon logistik kami.",
        "Innovating in Production Methods" : "Berinovasi dalam Metode Produksi",
        "Streamlining Production Lines" : "Menyederhanakan Lini Produksi",
        "We`ve optimized AC production procedures and applied them across other product lines—saving 48,500 kWh per AC unit produced after the process improvement." : "Kami telah mengoptimalkan prosedur produksi AC dan menerapkannya pada lini produk lainnya—menghemat 48.500 kWh per unit AC yang diproduksi setelah perbaikan proses.",
        "Promoting Clean Energy" : "Mendorong Energi Bersih",
        "Our suppliers improved carbon reduction efforts by up to 9.4%, including verified emissions reductions up to 7.9% compared to 2021." : "Pemasok kami meningkatkan upaya pengurangan karbon hingga 9,4%, termasuk pengurangan emisi yang diverifikasi hingga 7,9% dibandingkan tahun 2021.",
        "Next-Level Living of Smartphone" : "Hidup di Level Selanjutnya dengan Smartphone",
        "In Your Hands" : "Di Tangan Anda",
        "Innovation opens new possibilities. With engineering marvel and craftsmanship, the perfect balance is now a reality. Welcome to the Edge of premium slim." : "Inovasi membuka kemungkinan baru. Dengan rekayasa luar biasa dan keterampilan tinggi, keseimbangan sempurna kini menjadi kenyataan. Selamat datang di batas tipis premium.",
        "Charged Within One Hour" : "Terisi dalam Satu Jam",
        "Water and dust resistance":"Tahan air dan debu",
        "lets you take this product further than you thought possible" : "memungkinkan Anda membawa produk ini lebih jauh dari yang Anda bayangkan",
        "The Edge of Innovation Smartphone" : "Puncak\nInovasi\nSmartphone",
        "For You" : "Untuk Anda",
        "Advanced Technology Smartphone" : "Smartphone Teknologi Canggih",
        "The cutting-edge design and ultra-thin layers create a sleek design, both when folded and unfolded. Compact and expansive display as needed. Enjoy the experience and see the boundless view" : "Desain mutakhir dan lapisan ultra-tipis menciptakan desain ramping, baik saat dilipat maupun dibuka. Layar ringkas sekaligus luas sesuai kebutuhan. Nikmati pengalaman dan lihat pandangan tanpa batas.",
        "Shielded in a strong titanium frame, your phone always stays protected." : "Dibalut bingkai titanium yang kokoh, ponsel Anda selalu terlindungi.",
        "Powered by a high-speed processor with an advanced camera system. Realize your creative vision from shooting to editing." : "Didukung prosesor berkecepatan tinggi dengan sistem kamera canggih. Wujudkan visi kreatif Anda mulai dari pengambilan gambar hingga pengeditan.",
        "Shop" : "Belanja",
        "About" : "Tentang",
        "Bussiness" : "Bisnis",
        "headline" : "Semakin Cerdas\nKini Lebih Pintar\nDidukung oleh\nPonsel",
        "Smart Just Got Smarter Powered Phone": "Semakin Cerdas\nKini Lebih Pintar\nDidukung oleh\nPonsel",
        "Just For You": "Hanya untuk Anda",
        "Fast Charging" : "Pengisian Cepat",
        "Water Resistance" : "Tahan Air",
    "Sleek Design, Boundless Experience" : "Desain ramping, pengalaman tanpa batas",
    "Framed in Titanium, Protected for Life" : "Dibingkai dengan Titanium, Terlindungi Seumur Hidup",
    "High-Speed Power. Pro-Level Camera." : "Tenaga Berkecepatan Tinggi. Kamera Setara Profesional.",
    "“They may worry that talking too much about sustainability could shift the brand image or alienate certain market segments.”": "“Mereka mungkin khawatir bahwa terlalu banyak membicarakan keberlanjutan dapat menggeser citra merek atau mengasingkan segmen pasar tertentu.”",
    "The tech world has turned its eyes toward the new": "Dunia teknologi telah mengarahkan pandangannya pada yang baru",
    "the latest foldable smartphone from": "smartphone lipat terbaru dari",
    "which boasts a striking design, premium materials, and creative performance capabilities. Yet, despite high marks from environmental watchdogs, the company has made": "yang menawarkan desain mencolok, material premium, dan kemampuan performa kreatif. Namun, meskipun mendapat penilaian tinggi dari pengawas lingkungan, perusahaan telah melakukan",
    "little effort to publicize its sustainability practices": "sedikit upaya untuk mempublikasikan praktik keberlanjutannya",
    "leaving many industry experts puzzled.": "membuat banyak ahli industri kebingungan.",
    "Claim 1: Modern Foldable Design": "Klaim 1: Desain Lipat Modern",
    "features a": "memiliki",
    "compact, ultra-thin layered design": "desain berlapis yang ringkas dan ultra tipis",
    "creating a seamless experience whether folded for portability or unfolded into an expansive display.": "menciptakan pengalaman mulus baik saat dilipat untuk portabilitas atau dibentangkan menjadi layar luas.",
    "“Enjoy the experience and see the boundless view,” proclaims the product’s marketing.": "“Nikmati pengalaman dan lihat pemandangan tanpa batas,” ujar pemasaran produk tersebut.",
    "Claim 2: Durability": "Klaim 2: Ketahanan",
    "Wrapped in a": "Dibalut dengan",
    "strong titanium frame": "rangka titanium yang kuat",
    "the device is built to withstand daily wear and tear — adding a layer of practicality to its luxury appeal.": "perangkat ini dibuat untuk tahan terhadap keausan sehari-hari — menambah sisi praktis pada daya tarik mewahnya.",
    "Claim 3: Creative Performance": "Klaim 3: Performa Kreatif",
    "The phone runs on a": "Ponsel ini berjalan dengan",
    "high-speed processor": "prosesor berkecepatan tinggi",
    "paired with an": "dipadukan dengan",
    "advanced AI-integrated camera system": "sistem kamera canggih yang terintegrasi AI",
    "enabling users to": "memungkinkan pengguna untuk",
    "capture, edit, and share professional-quality content": "mengambil, mengedit, dan membagikan konten berkualitas profesional",
    "on the go. From a performance perspective, the": "di mana saja. Dari sudut pandang performa,",
    "has earned strong praise. However,": "telah mendapatkan banyak pujian. Namun,",
    "what’s not being said": "yang tidak diungkapkan",
    "is equally noteworthy.": "juga patut dicatat.",
    "A recent independent audit by": "Audit independen terbaru oleh",
    "environmental rating": "penilaian lingkungan",
    "citing responsible materials sourcing, energy-efficient manufacturing, and strong end-of-life recycling partnerships. Additionally, the company holds multiple third-party": "menyebutkan penggunaan sumber material yang bertanggung jawab, manufaktur hemat energi, dan kemitraan daur ulang akhir masa pakai yang kuat. Selain itu, perusahaan memiliki berbagai pihak ketiga",
    "eco-certifications": "sertifikasi ramah lingkungan",
    "listed on global and local platforms.": "yang terdaftar di platform global dan lokal.",
    "But despite this,": "Namun meskipun demikian,",
    "has made no mention of these efforts on its product pages or press releases, nor does it provide an": "tidak menyebutkan upaya-upaya ini di halaman produk atau siaran persnya, juga tidak menyediakan",
    "environmental product report": "laporan produk ramah lingkungan",
    "on its website. There’s no sustainability section for the brand, no recycling program mentioned, and no carbon disclosures available to consumers.": "di situs webnya. Tidak ada bagian keberlanjutan untuk merek ini, tidak ada program daur ulang yang disebutkan, dan tidak ada pengungkapan karbon yang tersedia untuk konsumen.",
    "“NeuPhone is a classic case of greenhushing,” said Dr. Lena Turk, an environmental communication expert at the University of Amsterdam. “The company is doing the right thing behind the scenes, but isn’t talking about it. In a time when transparency is key, their silence is puzzling — and a missed opportunity to connect with eco-conscious consumers.”": "“NeuPhone adalah contoh klasik dari greenhushing,” kata Dr. Lena Turk, pakar komunikasi lingkungan di Universitas Amsterdam. “Perusahaan melakukan hal yang benar di balik layar, tetapi tidak membicarakannya. Di masa ketika transparansi sangat penting, keheningan mereka membingungkan — dan merupakan peluang yang terlewatkan untuk terhubung dengan konsumen yang peduli lingkungan.”",
    "Some insiders suggest the company may be avoiding scrutiny or backlash, fearing that even a small misstep in its environmental claims could trigger accusations of greenwashing.": "Beberapa orang dalam menyarankan bahwa perusahaan mungkin menghindari pengawasan atau reaksi balik, karena khawatir bahwa bahkan kesalahan kecil dalam klaim lingkungannya dapat memicu tuduhan greenwashing.",
    "Others, however, believe it’s a matter of brand positioning.": "Namun, yang lain percaya bahwa ini adalah masalah penentuan posisi merek.",
    "“NeuMobility has always leaned into luxury and tech innovation,” said Sammy Mendez, editor of": "“NeuMobility selalu condong pada kemewahan dan inovasi teknologi,” kata Sammy Mendez, editor",
    "Regardless, as consumers grow more environmentally aware and seek accountability from the tech brands they support, NeuMobility’s silence may no longer be sustainable.": "Namun, seiring konsumen semakin sadar lingkungan dan menuntut akuntabilitas dari merek teknologi yang mereka dukung, keheningan NeuMobility mungkin tidak lagi dapat dipertahankan.",
    "In a consumer electronics market often clouded by vague environmental claims,": "Di pasar elektronik konsumen yang sering dibayangi oleh klaim lingkungan yang samar,",
    "Earlier this year, the company released the": "Awal tahun ini, perusahaan merilis",
    "a premium modular smartphone that combines high-end performance with eco-conscious engineering. According to the company, the design allows users to easily replace and upgrade parts such as the battery, screen, and camera — reducing the need for full-device replacement and minimizing e-waste.": "smartphone modular premium yang menggabungkan performa kelas atas dengan rekayasa ramah lingkungan. Menurut perusahaan, desain ini memungkinkan pengguna untuk dengan mudah mengganti dan meningkatkan bagian seperti baterai, layar, dan kamera — mengurangi kebutuhan penggantian perangkat penuh dan meminimalkan limbah elektronik.",
    "“We`re committed to protecting the planet and designing products you love,” said Eliza Ng, OneTech`s Head of Sustainability. “Our modular approach and use of recycled and renewable materials are part of our mission to achieve net-zero emissions across our carbon footprint.”": "“Kami berkomitmen untuk melindungi planet ini dan merancang produk yang Anda sukai,” kata Eliza Ng, Kepala Keberlanjutan OneTech. “Pendekatan modular kami dan penggunaan material daur ulang dan terbarukan adalah bagian dari misi kami untuk mencapai emisi nol bersih di seluruh jejak karbon kami.”",
    "more than 30% of materials": "lebih dari 30% material",
    "shipped in its products in 2024 were sourced from": "yang digunakan dalam produk-produk pada tahun 2024 bersumber dari",
    "recycled or renewable resources": "sumber daya daur ulang atau terbarukan",
    "the entire packaging of the One Phone is now 100% fiber-based": "seluruh kemasan One Phone kini berbasis serat 100%",
    "the result of an initiative to eliminate all plastics from the packaging process.": "hasil dari inisiatif untuk menghilangkan semua plastik dari proses pengemasan.",
    "Packaging claim confirmed:": "Klaim kemasan dikonfirmasi:",
    "According to the latest environmental audit, OneTech has removed plastic entirely from its product packaging and replaced it with recyclable fiber-based alternatives.": "Menurut audit lingkungan terbaru, OneTech telah sepenuhnya menghapus plastik dari kemasan produknya dan menggantinya dengan alternatif berbasis serat yang dapat didaur ulang.",
    "But OneTech`s efforts don`t end at the point of sale. As part of its take-back program, the company offers free recycling of old devices, cables, cases, and accessories - regardless of brand. Consumers can return their used electronics in-store or via mail.": "Namun, upaya OneTech tidak berhenti di titik penjualan. Sebagai bagian dari program pengambilannya kembali, perusahaan menawarkan daur ulang gratis untuk perangkat lama, kabel, casing, dan aksesori — terlepas dari mereknya. Konsumen dapat mengembalikan perangkat elektronik bekas mereka di toko atau melalui pos.",
    "“You`ll help protect the earth`s resources and reduce waste. We`re building a system where disposal becomes circular, not wasteful.” - Eliza Ng": "“Anda akan membantu melindungi sumber daya bumi dan mengurangi limbah. Kami sedang membangun sistem di mana pembuangan menjadi sirkular, bukan boros.” - Eliza Ng",
    "full environmental product report": "laporan produk ramah lingkungan lengkap",
    "publicly available on its website, detailing carbon emissions, materials sourcing, and lifecycle impact.": "tersedia secara publik di situs webnya, merinci emisi karbon, sumber material, dan dampak siklus hidup.",
    "official ecolabel certifications": "sertifikasi label lingkungan resmi",
    "from both Indonesian and international bodies, including:": "dari lembaga Indonesia dan internasional, termasuk:",
    "Indonesian Ecolabel Certification Body": "Badan Sertifikasi Ekolabel Indonesia",
    "Indonesian Ecolabel Verification Body": "Badan Verifikasi Ekolabel Indonesia",
    "Cellulose Industry Standardization and Services Center": "Pusat Standardisasi dan Layanan Industri Selulosa",
    "European Union`s official mark of environmental excellence": "Tanda resmi Uni Eropa untuk keunggulan lingkungan",
    "These achievements have earned OneTech": "Pencapaian ini telah membuat OneTech meraih",
    "high environmental performance ratings": "peringkat kinerja lingkungan yang tinggi",
    "from third-party evaluators - a notable distinction in an industry often criticized for": "dari penilai pihak ketiga — sebuah pencapaian penting di industri yang sering dikritik karena",
    "greenwashing or greenhushing": "greenwashing atau greenhushing",
    "Environmental tech analyst Rudi Santoso says OneTech`s approach is “a blueprint other tech firms should follow.”": "Analis teknologi lingkungan Rudi Santoso mengatakan pendekatan OneTech adalah “cetak biru yang harus diikuti oleh perusahaan teknologi lainnya.”",
    "“They`re not just ticking boxes. They`re inviting scrutiny and setting a public benchmark for others in the mobile device industry,” he said.": "“Mereka tidak hanya sekadar mencentang kotak. Mereka mengundang pengawasan dan menetapkan tolok ukur publik untuk perusahaan lain di industri perangkat seluler,” katanya.",
    "As the global demand for sustainable electronics grows, OneTech`s transparent and verifiable approach may serve as a turning point - showing that innovation and accountability can go hand in hand.": "Seiring meningkatnya permintaan global akan elektronik berkelanjutan, pendekatan transparan dan dapat diverifikasi OneTech dapat menjadi titik balik — menunjukkan bahwa inovasi dan akuntabilitas dapat berjalan beriringan.",
    "Regardless, as consumers grow more environmentally aware and seek accountability from the tech brands they support, NeuMobility`s silence may no longer be sustainable." : "Namun, seiring konsumen semakin sadar lingkungan dan menuntut akuntabilitas dari merek teknologi yang mereka dukung, keheningan NeuMobility mungkin tidak lagi dapat dipertahankan.",
    "NeuPhone Impresses with Design and Performance — But Stays Quiet on Its Green Credentials" : "NeuPhone Mengagumkan dengan Desain dan Performa — Namun Tetap Diam soal Kredensial Lingkungannya",
    "OneTech Sets a New Standard for Sustainable Smartphones": "OneTech Menetapkan Standar Baru untuk Smartphone Berkelanjutan",
    "is gaining attention — not just for its cutting-edge smartphone design but for its commitment to verified sustainability.": "mulai mendapat perhatian — bukan hanya karena desain smartphone mutakhirnya tetapi juga karena komitmennya terhadap keberlanjutan yang terverifikasi.",
    "Unlike many competitors, OneTech has made its": "Tidak seperti banyak pesaingnya, OneTech telah membuat",
    "Tech enthusiasts are praising the new": "Penggemar teknologi memuji",
    "a premium smartphone from": "smartphone premium dari",
    "for its sleek design, fast charging, and durability — but critics argue that the brand’s silence on environmental impact is increasingly hard to ignore.": "karena desainnya yang ramping, pengisian daya cepat, dan ketahanannya — tetapi para kritikus berpendapat bahwa diamnya merek ini terhadap dampak lingkungan semakin sulit untuk diabaikan.",

    "Unveiled last week, the <b>XarelPhone</b> showcases the brand’s continued focus on luxury aesthetics and performance. Marketed as “an engineering marvel that balances elegance and power,” the device is being promoted as a milestone in minimalist, ultra-slim design.": "Diluncurkan minggu lalu, <b>XarelPhone</b> menampilkan fokus berkelanjutan merek ini pada estetika mewah dan performa. Dipasarkan sebagai “keajaiban rekayasa yang menyeimbangkan keanggunan dan kekuatan,” perangkat ini dipromosikan sebagai tonggak dalam desain minimalis dan ultra-tipis.",

    "Claim 1: Modern Design": "Klaim 1: Desain Modern",
    "Innovation opens new possibilities,": "Inovasi membuka kemungkinan baru,",
    "reads the company’s launch tagline.": "bunyi slogan peluncuran perusahaan.",
    "Welcome to the edge of premium slim.": "Selamat datang di puncak tipis premium.",
    "In addition to its polished exterior, XarelTech claims the phone can reach a full battery charge in under one hour — a feature that has garnered praise from users on social media.": "Selain tampilan luarnya yang mewah, XarelTech mengklaim ponsel ini dapat mencapai pengisian penuh dalam waktu kurang dari satu jam — fitur yang mendapat pujian dari pengguna di media sosial.",

    "Claim 2: Fast Charging": "Klaim 2: Pengisian Cepat",
    "The company advertises": "Perusahaan mengiklankan",
    "100% charge in just 60 minutes": "100% terisi hanya dalam 60 menit",
    "supported by proprietary fast-charging technology.": "didukung oleh teknologi pengisian cepat milik perusahaan.",


    "Claim 3: Durability": "Klaim 3: Daya Tahan",
    "Take it further than you thought possible,": "Bawa lebih jauh dari yang kamu kira mungkin,",
    "says XarelTech, emphasizing the phone’s use in outdoor and unpredictable conditions.": "kata XarelTech, menekankan penggunaan ponsel ini di luar ruangan dan dalam kondisi yang tidak terduga.",

    "However, while the device excels in performance and presentation, environmental advocates are raising concerns about what’s missing from the company’s message: transparency.": "Namun, meskipun perangkat ini unggul dalam performa dan presentasi, para pendukung lingkungan menyoroti kekhawatiran tentang hal yang hilang dari pesan perusahaan: transparansi.",


    "TechForEarth": "TechForEarth",

    "There is no publicly available environmental product report,": "Tidak ada laporan produk lingkungan yang tersedia untuk umum,",
    "the group stated.": "kata kelompok tersebut.",
    "Consumers cannot assess the carbon footprint, recyclability, or materials origin of the XarelPhone.": "Konsumen tidak dapat menilai jejak karbon, kemampuan daur ulang, atau asal bahan dari XarelPhone.",

    "A search on the company’s official website yields no sustainability page or recycling program. Unlike competitors who now offer take-back services or report on carbon emissions, XarelTech appears to remain silent on its environmental commitments.": "Pencarian di situs resmi perusahaan tidak menemukan halaman keberlanjutan atau program daur ulang. Berbeda dengan pesaing yang kini menawarkan layanan pengambilan kembali atau melaporkan emisi karbon, XarelTech tampaknya tetap diam soal komitmen lingkungannya.",

    "We’re seeing a growing number of tech brands adopt ‘silent brown’ strategies,": "Kami melihat semakin banyak merek teknologi yang mengadopsi strategi ‘silent brown’,",
    "said Dr. Diana Rao, a digital sustainability researcher at GreenTech Watch.": "kata Dr. Diana Rao, peneliti keberlanjutan digital di GreenTech Watch.",
    "They continue to push premium products while omitting any mention of ecological impact. For climate-conscious consumers, that silence speaks volumes.": "Mereka terus mendorong produk premium sambil menghilangkan pembahasan tentang dampak ekologis. Bagi konsumen yang peduli iklim, diamnya hal itu sangat berarti.",

    "Despite the criticisms, XarelTech has yet to issue a statement regarding its environmental practices.": "Meski mendapat kritik, XarelTech belum mengeluarkan pernyataan terkait praktik lingkungannya.",

    "As the tech industry faces increasing pressure to reduce its environmental footprint and provide transparency, XarelTech’s choice to stay silent may eventually weigh more heavily than its device’s technical performance.": "Ketika industri teknologi menghadapi tekanan yang semakin besar untuk mengurangi jejak lingkungannya dan memberikan transparansi, pilihan XarelTech untuk tetap diam mungkin pada akhirnya akan berdampak lebih besar daripada performa teknis perangkatnya.",
    "Unveiled last week, the": "Diluncurkan minggu lalu,",
    "showcases the brand’s continued focus on luxury aesthetics and performance. Marketed as “an engineering marvel that balances elegance and power,” the device is being promoted as a milestone in minimalist, ultra-slim design.": "menampilkan fokus berkelanjutan merek ini pada estetika mewah dan performa. Dipasarkan sebagai “keajaiban rekayasa yang menyeimbangkan keanggunan dan kekuatan,” perangkat ini dipromosikan sebagai tonggak dalam desain minimalis dan ultra-tipis.",
    "XarelTech’s New Flagship Phone Impresses on Design — But Remains Silent on Sustainability": "Ponsel Andalan Baru XarelTech Mengagumkan dari Segi Desain — Namun Tetap Diam soal Keberlanjutan",
    "Green on the Surface? ZenoTech Faces Scrutiny Over Misleading Eco Claims": "Hijau di Permukaan? ZenoTech Dapat Sorotan atas Klaim Ramah Lingkungan yang Menyesatkan",
    "“Innovation opens new possibilities,”": "“Inovasi membuka kemungkinan baru,”",
    "“Welcome to the edge of premium slim.”": "“Selamat datang di batas tipis premium.”",
    "The XarelPhone is also rated for water and dust resistance, with demonstrations showing the phone surviving exposure to both rain and sandy environments.": "XarelPhone juga memiliki peringkat tahan air dan debu, dengan demonstrasi yang menunjukkan ponsel bertahan dari paparan hujan dan lingkungan berpasir.",
    "“Take it further than you thought possible,”": "“Bawa lebih jauh dari yang kamu kira,”",
    "an independent watchdog group, XarelTech has no third-party eco-label certifications listed, either nationally or internationally. Furthermore, the company received a low environmental rating in the group’s 2025 sustainability audit, citing lack of information on materials sourcing, manufacturing emissions, or end-of-life product handling.": "sebuah kelompok pengawas independen, XarelTech tidak memiliki sertifikasi label ramah lingkungan pihak ketiga, baik secara nasional maupun internasional. Selain itu, perusahaan menerima peringkat lingkungan rendah dalam audit keberlanjutan 2025 kelompok tersebut, dengan alasan kurangnya informasi tentang sumber bahan, emisi produksi, atau penanganan produk di akhir masa pakai.",
    "“There is no publicly available environmental product report,”": "“Tidak ada laporan produk lingkungan yang tersedia untuk umum,”",
    "“Consumers cannot assess the carbon footprint, recyclability, or materials origin of the XarelPhone.”": "“Konsumen tidak dapat menilai jejak karbon, kemampuan daur ulang, atau asal bahan dari XarelPhone.”",
    "“We’re seeing a growing number of tech brands adopt ‘silent brown’ strategies,”": "“Kami melihat semakin banyak merek teknologi yang mengadopsi strategi ‘cokelat diam’,”",
    "“They continue to push premium products while omitting any mention of ecological impact. For climate-conscious consumers, that silence speaks volumes.”": "“Mereka terus memasarkan produk premium sambil mengabaikan penyebutan dampak ekologis. Bagi konsumen yang peduli iklim, keheningan itu sangat berarti.”",
    "How EcoVadis Achieved All of its Emissions Goals": "Bagaimana EcoVadis Mencapai Semua Target Emisinya",
    "Snacks Going Electric: PepsiCo’s Renewable-Powered Ovens": "Camilan Beralih ke Listrik: Oven Bertenaga Terbarukan PepsiCo",
    "How Coldplay is Turning River Plastic into Vinyl Records": "Bagaimana Coldplay Mengubah Plastik Sungai Menjadi Piringan Hitam",
    "This Week’s Top Five Stories in Sustainability": "Lima Berita Teratas Pekan Ini dalam Keberlanjutan",
    "Renewable Energy": "Energi Terbarukan",
    "Sustainability": "Keberlanjutan",
    "title": "judul",
    "tag": "tag",
    "TOP CATEGORIES": "KATEGORI TERATAS",
    "Climate": "Iklim",
    "EV": "Kendaraan Listrik",
    "Waste Management": "Pengelolaan Limbah",
    "Innovation": "Inovasi",
    "ADVERTISEMENT": "IKLAN",
    "RELATED CONTENTS": "KONTEN TERKAIT",
    "NEWS": "BERITA",
    "MARKETS": "PASAR",
    "ECONOMICS": "EKONOMI",
    "INDUSTRY": "INDUSTRI",
    "TECH": "TEKNOLOGI",
    "POLITICS": "POLITIK",
    "MORE": "LAINNYA",
    "Newsletter": "Buletin",
    "Get the latest sustainability news weekly.": "Dapatkan berita terbaru tentang keberlanjutan setiap minggu.",
    "Your email": "Email Anda",
    "Subscribe": "Berlangganan",
    "OneTech’s new modular smartphone promotes repairability and eco-friendly materials.": "Smartphone modular baru OneTech mempromosikan kemudahan perbaikan dan penggunaan material ramah lingkungan.",
    "Share this news": "Bagikan berita ini",
    "The": "Ponsel",
    "is also rated for": "juga memiliki peringkat untuk",
    "water and dust resistance": "ketahanan terhadap air dan debu",
    "with demonstrations showing the phone surviving exposure to both rain and sandy environments.": "dengan demonstrasi yang menunjukkan ponsel bertahan dari paparan hujan dan lingkungan berpasir.",
    "By Martha Stewart": "Oleh Martha Stewart",
       "According to a review by": "Menurut ulasan oleh",
    "an independent watchdog group, XarelTech has": "sebuah kelompok pengawas independen, XarelTech tidak memiliki",
    "no third-party eco-label certifications": "sertifikasi label ramah lingkungan pihak ketiga",
    "listed, either nationally or internationally. Furthermore, the company received a": "yang terdaftar, baik secara nasional maupun internasional. Selain itu, perusahaan menerima",
    "low environmental rating": "peringkat lingkungan yang rendah",
    "in the group’s 2025 sustainability audit, citing lack of information on materials sourcing, manufacturing emissions, or end-of-life product handling.": "dalam audit keberlanjutan 2025 kelompok tersebut, dengan alasan kurangnya informasi tentang sumber bahan, emisi produksi, atau penanganan produk di akhir masa pakai.",
    "what`s not being said": "hal-hal yang tidak diungkapkan",
    "awarded NeuMobility a top-tier": "memberikan NeuMobility peringkat teratas",
    "on its website. There`s no sustainability section for the brand, no recycling program mentioned, and no carbon disclosures available to consumers.": "di situs webnya. Tidak ada bagian keberlanjutan untuk merek tersebut, tidak ada program daur ulang yang disebutkan, dan tidak ada pengungkapan karbon yang tersedia bagi konsumen.",
    "Others, however, believe it`s a matter of brand positioning.": "Namun, yang lain percaya ini adalah masalah penentuan posisi merek.",
    "The company reports that": "Perusahaan melaporkan bahwa",
    "In addition,": "Selain itu,",
    "The brand has also received": "Merek tersebut juga telah menerima",
    "The buying process was straightforward with clear details provided, making me confident from start to finish.": "Proses pembeliannya mudah dan rincian yang diberikan jelas, membuat saya yakin dari awal sampai akhir.",
    "Everything was presented openly and honestly, and the smartphone’s quality exceeded my expectations.": "Semuanya disajikan secara terbuka dan jujur, dan kualitas ponsel pintar ini melebihi harapan saya.",
    "I appreciate how the specifications matched exactly what was described from the very beginning.": "Saya menghargai bagaimana spesifikasinya benar-benar sesuai dengan apa yang dijelaskan sejak awal.",
    "XarelTech’s Stylish Debut — Sustainability Still a Mystery.": "Debut Bergaya XarelTech — Keberlanjutan Masih Menjadi Misteri.",
    "Behind the Green: ZenoPhone’s Eco Claims Under Fire." : "Di Balik Warna Hijau: Klaim Ramah Lingkungan ZenoPhone Dipertanyakan.",
    "*Free delivery" : "*Gratis Ongkir",
    "Buy" : "Beli",
    "Product Environmental Report" : "Laporan Lingkungan Produk",
    "The cutting-edge design and ultra-thin layers create a sleek design, both when folded and unfolded. Compact and expansive display as needed. Enjoy the experience and see the boundless view." : "Desain berlapis ultra-tipis yang canggih memberikan tampilan elegan, baik saat dilipat maupun dibuka — ringkas saat dibutuhkan, luas saat diinginkan. Nikmati pengalaman ini dan saksikan pemandangan tanpa batas.",
    "Modern design" : "Desain modern",
    "Durable Material" : "Material tahan lama",
    "High Tech Camera": "Kamera berteknologi tinggi",
    "Voices of Our Valued Customers" : "Suara dari pelanggan setia kami",
    "We’ve expanded our lineup of carbon-neutral products to include Xarelphone one series.": "Kami telah memperluas jajaran produk netral karbon kami dengan menambahkan seri Xarelphone One.",
    "The performance is lightning fast, and the battery easily lasts me a full day of heavy use." : "Performa sangat cepat, baterainya tahan seharian walau dipakai berat.",
    "Waterproof and dustproof – perfect for my lifestyle!" : "Tahan air dan debu, cocok untuk saya!",
    "Strong, stylish, and future-proof." : "Kokoh, stylish, dan siap berkembang.",
    "CEO of GreenTech Solutions" : "CEO GreenTech Solutions",
    "Founder of EcoStyle Fashion" : "Pendiri EcoStyle Fashion",
    "Co-founder of EduLearn App" : "Co-founder Aplikasi EduLearn",
    "All rights reserved." : "Hak cipta dilindungi.",
    "Specs Snapshot" : "Ringkasan Spesifikasi",
    "Where to Buy" : "Tempat Membeli",
    "Head of Product at SkyLink Drones": "Kepala Produk di SkyLink Drones",
    "Sleek design and blazing speed – love it!": "Desain ramping dan kecepatan luar biasa – saya suka!",
    "Founder of Bloom & Bite Bakery": "Pendiri Bloom & Bite Bakery",
    "Pro-level camera in such a slim body.": "Kamera kelas pro dalam bodi setipis ini.",
    "CTO of SmartHome AI": "CTO SmartHome AI",
    "Fast, powerful, and stylish.": "Cepat, bertenaga, dan stylish.",
    "High-Speed Power, Pro-Level Camera": "Daya Kecepatan Tinggi, Kamera Kelas Pro",
    "Founder of UrbanRide App": "Pendiri UrbanRide App",
    "Love how Zenophone is built with sustainability in mind.": "Suka sekali karena Zenophone dibuat dengan memperhatikan keberlanjutan.",
    "Marketing Director at Lumina Cosmetics": "Direktur Pemasaran di Lumina Cosmetics",
    "Responsibly sourced materials make me trust this brand more.": "Bahan yang bersumber secara bertanggung jawab membuat saya semakin percaya pada merek ini.",
    "Founder of WanderWorld Travel": "Pendiri WanderWorld Travel",
    "Redesigning the future with a lower impact – inspiring!": "Mendesain ulang masa depan dengan dampak lebih rendah – sangat menginspirasi!",
    "The packaging for Zenphone’s Bluetooth earphone Neckband model has shifted from plastic to paper materials.": "Kemasan untuk model Bluetooth earphone Neckband Zenphone telah beralih dari plastik ke bahan kertas.",
    "We’ve established regional warehouses across the globe to shorten delivery distances and reduce emissions. In Indonesia, this strategy alone reduced shipping emissions by 71% annually.": "Kami telah membangun gudang regional di seluruh dunia untuk mempersingkat jarak pengiriman dan mengurangi emisi. Di Indonesia, strategi ini saja telah mengurangi emisi pengiriman hingga 71% setiap tahun.",
    "We’ve optimized AC production procedures and applied them across other product lines—saving 48,500 kWh per AC unit produced after the process improvement.": "Kami telah mengoptimalkan prosedur produksi AC dan menerapkannya pada lini produk lain — menghemat 48.500 kWh per unit AC yang diproduksi setelah peningkatan proses.",
    "Does not contain banned<br />chemical substance": "Tidak mengandung<br />zat kimia terlarang",
    "Save Material": "Hemat Bahan",
    "Clean by Design –<br />free from harmful<br />substances": "Bersih dari Desain –<br />bebas dari<br />zat berbahaya",
    "Materials by<br>Sustainability,<br>Responsibly Sourced": "Bahan dari<br>Keberlanjutan,<br>Sumber Bertanggung Jawab",
    "the use of sustainable<br>materials": "penggunaan<br>bahan berkelanjutan",
    "Green Material": "Bahan Ramah Lingkungan",
    "Our aims to continuously explore an optimal way to build a low-carbon, circular economy and find innovative solutions that make our own value chain greener.": "Kami bertujuan untuk terus mengeksplorasi cara optimal membangun ekonomi sirkular rendah karbon dan menemukan solusi inovatif yang membuat rantai nilai kami lebih ramah lingkungan.",
    "Sustainable Design": "Desain Berkelanjutan",
    "NeuPhone Shines in Design and Performance, Keeps Green Achievements Under Wraps." : "NeuPhone bersinar dalam desain dan performa, namun menyembunyikan pencapaian ramah lingkungannya.",
    "Question" : "Pertanyaan",
    "You feel that this product's environmental reputation is generally reliable" : "Anda merasa reputasi lingkungan produk ini secara umum dapat diandalkan",
    "Strongly" : "Sangat",
    "Disagree" : "Tidak Setuju",
    "Agree" : "Setuju",
    "Progress" : "Progres",
    "answered" : "terjawab",
    "Submitting..." : "Mengirim...",

    "Purchase Intention" : "Intensi Pembelian",
    "From 1 to 10, what number best represents your feelings about buying this product?" : "Dari 1 sampai 10, angka berapa yang paling mewakili perasaan Anda tentang pembelian produk ini?",
    "Very Unlikely" : "Sangat Tidak Mungkin",
    "Very Likely" : "Sangat Mungkin",
    "Error submitting rating" : "Terjadi kesalahan saat mengirimkan peringkat",
    "Rating submitted successfully!" : "Peringkat berhasil dikirimkan!",
    "Thank you for your rating!" : "Terimakasih atas penilaian Anda!",
    "Cancel" : "Kembali",

    "Rated!" : "Telah Dinilai!",
    "Products Rated" : "Penilaian Produk",
    "completed" : "selesai",

    "Thank You!" : "Terima Kasih!",
    "Survey Completed Successfully" : "Survei Berhasil Diselesaikan",
    "We sincerely appreciate your time and valuable responses in our research study about environmental sustainability and consumer behavior." : "Kami sangat menghargai waktu dan tanggapan Anda yang berharga dalam studi penelitian kami tentang keberlanjutan lingkungan dan perilaku konsumen.",
    "Your participation contributes to better understanding of sustainable consumer practices and helps advance academic research in this important field." : "Partisipasi Anda berkontribusi pada pemahaman yang lebih baik tentang praktik konsumen berkelanjutan dan membantu memajukan penelitian akademis di bidang penting ini.",
    "Completion Summary" : "Rangkuman Penyelesaian",
    "Complete" : "Selesai",
    "Profile Setup:" : "Pengaturan Profil",
    "Market Exploration:" : "Eksplorasi Pasar",
    "Questions or Concerns?" : "Pertanyaan atau Kekhawatiran?",
    "If you have any questions about this research or would like to receive the results, please contact:" : "Jika Anda memiliki pertanyaan tentang penelitian ini atau ingin menerima hasilnya, silakan hubungi:",
    "Research Team" : "Tim Peneliti",
    "Print Certificate" : "Cetak Sertifikat",
    "Start New Survey" : "Mulai Survei Baru",
    "Participant ID:" : "ID Peserta:",
    "Hidden for privacy" : "Disembunyikan demi privasi",

    "All Products Rated!" : "Semua Produk Telah Dinilai!",
    "You have successfully rated all products. Redirecting to post-test in" : "Anda telah berhasil menilai semua produk. Mengalihkan ke post-test dalam",
    "seconds..." : "detik...",
    "Go Now" : "Mulai Sekarang",
    "The new": "Yang baru",
    "from": "dari",
    "has been hailed for its sleek foldable design, titanium durability, and powerful AI-driven performance, positioning it as a premium contender in the smartphone market.": "telah dipuji karena desain lipatnya yang ramping, ketahanan titanium, dan performa bertenaga AI, menempatkannya sebagai pesaing premium di pasar smartphone.",
    
    "Its cutting-edge features and luxury appeal have won over tech enthusiasts, yet critics note that what the company isn’t saying may be just as significant as what it is.": "Fitur-fitur canggih dan daya tarik mewahnya telah memikat para penggemar teknologi, namun para kritikus mencatat bahwa apa yang tidak dikatakan perusahaan mungkin sama pentingnya dengan apa yang dikatakannya.",
    
    "Despite receiving top-tier environmental ratings from EcoMetrics International, backed by assurance from a Big Four accounting firm, and holding multiple eco-label certifications listed in its reports and on its corporate site, NeuMobility has made almost no public mention of these credentials in its marketing or on product marketplaces.": "Meskipun menerima peringkat lingkungan kelas atas dari EcoMetrics International, didukung oleh jaminan dari firma akuntansi Big Four, dan memegang berbagai sertifikasi eco-label yang tercantum dalam laporan maupun situs korporatnya, NeuMobility hampir tidak pernah menyebutkan kredensial ini secara publik dalam pemasaran atau marketplace produknya.",
    
    "The absence of environmental product reports, recycling programs, or carbon disclosures leaves consumers unaware of the company’s strong sustainability track record.": "Tidak adanya laporan produk ramah lingkungan, program daur ulang, atau pengungkapan karbon membuat konsumen tidak mengetahui rekam jejak keberlanjutan perusahaan yang kuat.",
    
    "“This is a case of strategic silence on sustainability,” said Dr. Lena Turk, an environmental communication expert.": "“Ini adalah contoh keheningan strategis tentang keberlanjutan,” kata Dr. Lena Turk, pakar komunikasi lingkungan.",
    
    "“They are quietly doing the right things but staying silent. In an age when transparency builds trust, that silence may ultimately cost them.”": "“Mereka diam-diam melakukan hal yang benar tetapi tetap bungkam. Di era ketika transparansi membangun kepercayaan, keheningan itu pada akhirnya bisa merugikan mereka.”",
    "In a market crowded with vague green claims, OneTech’s One Phone is standing out for its transparent commitment to sustainability.": "Di pasar yang dipenuhi klaim hijau yang samar, One Phone dari OneTech menonjol karena komitmennya yang transparan terhadap keberlanjutan.",
    
    "The modular smartphone allows users to replace or upgrade parts — reducing e-waste — while more than 30% of its materials are recycled or renewable.": "Smartphone modular ini memungkinkan pengguna mengganti atau meningkatkan komponen — mengurangi limbah elektronik — sementara lebih dari 30% materialnya berasal dari bahan daur ulang atau terbarukan.",
    
    "Packaging has been fully shifted to recyclable, fiber-based alternatives, a claim verified by recent environmental audits.": "Kemasan telah sepenuhnya diganti dengan alternatif berbasis serat yang dapat didaur ulang, klaim yang telah diverifikasi oleh audit lingkungan terbaru.",
    
    "The company also runs a take-back program, offering free recycling of old devices and accessories regardless of brand.": "Perusahaan ini juga menjalankan program take-back, menawarkan daur ulang gratis untuk perangkat dan aksesori lama tanpa memandang merek.",
    
    "Unlike competitors often accused of greenwashing, OneTech makes its full environmental reports public and has earned official ecolabel certifications, including the EU Ecolabel and Indonesia’s LSE and LVE.": "Berbeda dengan para pesaing yang sering dituduh melakukan greenwashing, OneTech mempublikasikan laporan lingkungannya secara penuh dan telah memperoleh sertifikasi ecolabel resmi, termasuk EU Ecolabel serta LSE dan LVE dari Indonesia.",
    
    "Third-party evaluations consistently give the brand high marks for environmental performance, with analysts calling its approach “a blueprint” for the industry.": "Evaluasi pihak ketiga secara konsisten memberikan nilai tinggi pada kinerja lingkungan merek ini, dengan para analis menyebut pendekatannya sebagai “cetak biru” bagi industri.",
    
    "By pairing innovation with verified accountability, OneTech is proving that sustainable technology can be more than a marketing slogan.": "Dengan memadukan inovasi dan akuntabilitas yang terverifikasi, OneTech membuktikan bahwa teknologi berkelanjutan bisa lebih dari sekadar slogan pemasaran.",
    "The newly launched XarelPhone is winning praise for its sleek design, fast-charging capability, and durability, positioning XarelTech as a leader in premium performance.": "XarelPhone yang baru diluncurkan mendapat pujian atas desainnya yang ramping, kemampuan pengisian cepat, dan daya tahannya, menempatkan XarelTech sebagai pemimpin dalam performa premium.",
    
    "With a tagline promising “the edge of premium slim,” the device boasts full battery recharge in under an hour, water and dust resistance, and minimalist aesthetics that have captured consumer attention.": "Dengan tagline “the edge of premium slim,” perangkat ini menawarkan pengisian penuh baterai dalam waktu kurang dari satu jam, tahan air dan debu, serta estetika minimalis yang menarik perhatian konsumen.",
    
    "Yet while the phone dazzles in design, environmental critics argue its silence on sustainability is deafening.": "Namun meskipun memukau dalam hal desain, para kritikus lingkungan menilai kebisuannya tentang keberlanjutan sangat mencolok.",
    
    "Independent watchdog TechForEarth reports that XarelTech has no ecolabel certifications, no independent assurance of its environmental claims, and a poor sustainability rating.": "Lembaga pemantau independen TechForEarth melaporkan bahwa XarelTech tidak memiliki sertifikasi ecolabel, tidak ada jaminan independen atas klaim lingkungannya, dan memiliki peringkat keberlanjutan yang buruk.",
    
    "The company also provides no publicly available product environmental report, leaving consumers without verified information on sourcing, emissions, or recyclability.": "Perusahaan ini juga tidak menyediakan laporan lingkungan produk yang dapat diakses publik, sehingga konsumen tidak memiliki informasi terverifikasi tentang sumber bahan, emisi, atau daur ulang.",
    
    "Unlike rivals who publish audits or offer take-back programs, XarelTech offers none.": "Tidak seperti pesaing yang mempublikasikan audit atau menawarkan program take-back, XarelTech tidak menawarkan satupun.",
    
    "“This is textbook case of strategic silence on environmental responsibility,” said Dr. Diana Rao of GreenTech Watch.": "“Ini adalah contoh klasik dari keheningan strategis mengenai tanggung jawab lingkungan,” kata Dr. Diana Rao dari GreenTech Watch.",
    
    "“For climate-conscious consumers, the absence of information is itself a red flag.”": "“Bagi konsumen yang peduli iklim, ketiadaan informasi itu sendiri merupakan tanda bahaya.”",
    "ZenoTech is facing backlash after watchdogs accused the company of overstating the environmental merits of its latest smartphone, the ZenoPhone.": "ZenoTech menghadapi kecaman setelah lembaga pengawas menuduh perusahaan melebih-lebihkan keunggulan lingkungan dari smartphone terbarunya, ZenoPhone.",
    
    "While marketed as a product of “pioneering green innovation,” experts argue the company’s claims lack substance.": "Meskipun dipasarkan sebagai produk dari “inovasi hijau pionir,” para ahli berpendapat klaim perusahaan tidak memiliki substansi.",
    
    "Its website highlights a “sustainable design” and boasts of “100% sustainable materials,” yet independent audits revealed that most components are still conventional plastics and virgin metals.": "Situs webnya menyoroti “desain berkelanjutan” dan mengklaim menggunakan “100% material berkelanjutan,” namun audit independen mengungkapkan bahwa sebagian besar komponennya masih berupa plastik konvensional dan logam murni.",
    
    "Analysts further point out that the company’s so-called environmental report is little more than marketing copy — with no third-party assurance, no lifecycle data, and no verified emission disclosures.": "Para analis juga menunjukkan bahwa laporan lingkungan perusahaan hanyalah salinan pemasaran — tanpa jaminan pihak ketiga, tanpa data siklus hidup, dan tanpa pengungkapan emisi yang terverifikasi.",
    
    "The controversy deepened when investigations uncovered that ZenoTech’s reports and website feature fake eco-labels and unverifiable certifications, many of which cannot be traced back to any legitimate body.": "Kontroversi semakin dalam ketika investigasi menemukan bahwa laporan dan situs web ZenoTech menampilkan label ramah lingkungan palsu dan sertifikasi yang tidak dapat diverifikasi, banyak di antaranya tidak dapat ditelusuri ke lembaga resmi manapun.",
    
    "Strikingly, these logos are absent from marketplace listings, raising questions about their credibility.": "Mencoloknya, logo-logo ini tidak ada dalam daftar marketplace, menimbulkan pertanyaan tentang kredibilitasnya.",
    
    "“This is more PR than genuine accountability,” said Tina Brown of LabelCheck Asia.": "“Ini lebih merupakan pencitraan daripada akuntabilitas yang nyata,” kata Tina Brown dari LabelCheck Asia.",
    
    "Independent rating agencies have since ranked ZenoTech among the industry’s worst performers on sustainability, citing unrecyclable materials, energy-inefficient manufacturing, and no recycling programs.": "Lembaga pemeringkat independen sejak itu menempatkan ZenoTech di antara pelaku industri dengan kinerja keberlanjutan terburuk, dengan alasan penggunaan material yang tidak dapat didaur ulang, proses produksi boros energi, dan tanpa program daur ulang.",
    
    "Advocacy groups warn that without stricter oversight, consumers risk being misled by what they call “green on the surface, dirty underneath.”": "Kelompok advokasi memperingatkan bahwa tanpa pengawasan yang lebih ketat, konsumen berisiko tertipu oleh apa yang mereka sebut “hijau di permukaan, kotor di dalam.”",
    "News" : "Berita",
    "q1": "Perusahaan harus senantiasa mengurangi dampak lingkungannya, bahkan apabila hal tersebut dapat menimbulkan kerugian dalam hal profitabilitas",
    "q2": "Perusahaan memiliki hak untuk merusak lingkungan demi memenuhi kebutuhannya, terlepas dari apakah tindakan tersebut dibenarkan guna meningkatkan keuntungan.",
    "q3": "Strategi perusahaan harus senantiasa menjamin perlindungan terhadap lingkungan sebagai prinsip dasar yang menjadi landasan bagi pengembangan pilihan-pilihan strategis lainnya",
    "q4": "Proses pengambilan keputusan yang berkaitan dengan isu lingkungan memiliki keterkaitan langsung dengan manajemen bisnis, dan oleh karena itu, kajian serta analisisnya sepatutnya dimasukkan ke dalam kurikulum program studi bisnis dan ekonomi di jenjang pendidikan tinggi",
    "q5": "Ketika saya memikirkan berbagai cara industri mencemari lingkungan, saya merasa frustrasi dan marah.",
    "q6": "Saya merasa terganggu ketika memikirkan kerusakan yang ditimbulkan oleh polusi terhadap kehidupan tumbuhan dan hewan.",
    "q7": "Saya bersedia berhenti membeli produk dari perusahaan yang terbukti mencemari lingkungan",
    "q8": "Membeli produk yang ramah lingkungan membuat saya merasa puas",
    "q9": "Saya senang ketika terdapat merek ramah lingkungan dalam kategori produk yang saya beli.",
    "q10": "Untuk sebagian besar kategori produk, pilihan terbaik biasanya adalah merek yang ramah lingkungan.",
    "q11": "Ketika saya membeli merek yang ramah lingkungan, saya selalu merasa bahwa saya telah mendapatkan penawaran yang baik",
    "q12": "Produk Perusahaan ramah lingkungan umumnya merupakan pilihan utama saya.",
    "q13": "Meskipun Perusahaan pesaing menawarkan fitur serupa, saya tetap akan memilih Produk Perusahaan ramah lingkungan.",
    "q14": "Di masa mendatang, Produk Perusahaan ramah lingkungan juga akan menjadi pilihan utama saya.",
    "q15": "Kepada teman dan keluarga saya, saya akan memberikan komentar yang mendukung mengenai Produk Perusahaan ramah lingkungan.",
    "q16": "Melalui Produk Perusahaan ramah lingkungan, saya dapat mengekspresikan kepedulian saya terhadap isu-isu lingkungan.",
    "q17": "Melalui Produk Perusahaan ramah lingkungan, saya dapat menunjukkan bahwa saya peduli terhadap perlindungan lingkungan",
    "q18": "Melalui Produk Perusahaan ramah lingkungan, saya dapat menyampaikan kepada teman-teman saya bahwa saya peduli terhadap perlindungan lingkungan",
    "q19": "Melalui Produk Perusahaan ramah lingkungan, teman-teman saya memandang bahwa saya memiliki kepedulian terhadap lingkungan.",
    "q20": "Merasa gugup, cemas, atau gelisah",
    "q21": "Tidak dapat menghentikan atau mengendalikan rasa khawatiR",
    "q22": "Terlalu banyak merasa khawatir",
    "q23": "Merasa takut",
    "q24": "Tidak dapat berhenti memikirkan perubahan iklim di masa depan dan masalah lingkungan global lainnya",
    "q25": "Tidak dapat berhenti memikirkan peristiwa masa lalu yang berkaitan dengan perubahan iklim",
    "q26": "Tidak dapat berhenti memikirkan kerusakan atau kehilangan lingkungan",
    "q27": "Kesulitan tidur",
    "q28": "Kesulitan menikmati situasi sosial bersama keluarga dan teman-teman",
    "q29": "Kesulitan dalam bekerja dan/atau belajar",
    "q30": "Merasa cemas terhadap dampak perilaku pribadi terhadap bumi",
    "q31": "Merasa cemas terhadap tanggung jawab pribadi dalam membantu mengatasi masalah lingkungan",
    "q32": "Merasa cemas bahwa perilaku pribadi tidak akan banyak membantu menyelesaikan masalah tersebut",
    "q33": "Saya seharusnya bertanggung jawab dalam membela dan melindungi lingkungan kita.",
    "q34": "Perlindungan lingkungan dimulai dari diri saya sendiri",
    "q35": "Perlindungan lingkungan adalah tanggung jawab semua konsumen.",
    "q36": "Saya siap mengambil tanggung jawab untuk melindungi lingkungan.",
    "q37": "Saya peduli terhadap isu-isu ekologis.",
    "MGW1": "Misi, visi, dan nilai-nilai ZenoPhone yang terlihat di situs webnya jelas berfokus pada penyampaian komitmen totalnya terhadap lingkungan",
    "MGW2": "Situs web ZenoPhone memiliki konten tentang aspek lingkungan dari perusahaan",
    "MGW3": "ZenoPhone merupakan contoh yang jelas bagi perusahaan lain di sektor ini tentang bagaimana aspek lingkungan dalam sebuah perusahaan harus diperlakukan untuk menjamin dampak lingkungan yang rendah",
    "MGW4": "ZenoPhone memiliki kinerja lingkungan yang baik",
    "GH1": "Perusahaan NeuPhone tidak mengungkapkan dampak negatif terhadap lingkungan yang ditimbulkan dari kegiatan produksi atau operasional, maupun data terkait.",
    "GH2": "Perusahaan NeuPhone tidak mengungkapkan data lingkungan, hasil pemantauan, maupun informasi terkait emisi karbon.",
    "GH3": "Perusahaan NeuPhone tidak mengungkapkan capaian dalam upaya perlindungan lingkungan, konservasi energi, ataupun pengurangan emisi.",
    "GC1": "Fitur lingkungan dari produk ini sulit untuk diidentifikasi.",
    "GC2": "Perbedaan antar produk terkait fitur lingkungan sulit untuk dipahami.",
    "GC3": "Saya merasa bingung dalam menentukan produk ramah lingkungan yang harus dibeli.",
    "GC4": "Saya tidak pernah memperoleh informasi yang memadai mengenai fitur lingkungan dari produk ini.",
    "GC5": "Saya merasa tidak yakin terhadap fitur lingkungan yang dimiliki oleh produk ini.",
    "GC6": "Karena banyaknya kesamaan antar produk dalam hal fitur lingkungan, sering kali sulit untuk mengenali produk ini.",
    "GC7": "Sulit untuk membedakan produk ini dengan produk lainnya dalam hal fitur lingkungan.",
    "GC8a": "Terdapat begitu banyak produk yang dapat dibeli sehingga Anda merasa bingung terkait fitur lingkungan saat membeli produk ini.",
    "GC8b": "Karena banyaknya pilihan produk, sulit untuk memutuskan mana yang harus dipilih berdasarkan fitur lingkungan saat membeli produk ini.",
    "GC9": "Saat membeli produk ini, Anda jarang merasa memiliki informasi yang cukup mengenai fitur lingkungannya.",
    "GC10": "Saat membeli produk ini, Anda merasa tidak yakin terhadap fitur lingkungannya.",
    "GPR1": "Kinerja lingkungan dari produk ini diperkirakan sangat tidak akurat atau menyimpang.",
    "GPR2": "Penggunaan produk ini dapat memberikan dampak yang merugikan bagi lingkungan.",
    "GPR3": "Menggunakan produk ini dapat merusak citra atau reputasi saya sebagai individu yang peduli lingkungan.",
    "GPR4": "Jika saya menggunakan produk ini, saya mungkin akan bertanggung jawab atas kerusakan atau sanksi lingkungan.",
    "GPR5": "Kemungkinan besar produk ini tidak memberikan kinerja yang optimal dalam hal desain yang ramah lingkungan.",
    "GT1": "Saya percaya bahwa komitmen lingkungan dari merek ini cukup dapat diandalkan.",
    "GT2": "Menurut pandangan saya, kinerja lingkungan dari merek ini umumnya dapat dipercaya.",
    "GT3": "Saya berasumsi bahwa klaim lingkungan dari merek ini pada umumnya dapat dipercaya.",
    "GT4": "Kepedulian lingkungan dari merek ini memenuhi harapan Anda.",
    "GT5": "Merek ini menepati janji dan memenuhi kewajibannya dalam perlindungan lingkungan.",
    "GR1": "Saya berpikir bahwa produk ini memiliki citra lingkungan yang baik.",
    "GR2": "Saya berpikir bahwa klaim lingkungan dari produk ini mendapatkan dukungan dari publik.",
    "GR3": "Dibandingkan dengan produk sejenis lainnya, produk ini memiliki citra lingkungan yang lebih baik.",
    "GPI1": "Saya memberikan perhatian besar terhadap informasi terkait produk ramah lingkungan.",
    "GPI2": "Saya selalu mengikuti perkembangan produk ramah lingkungan yang populer dan terbaru.",
    "GPI3": "Karena kepedulian terhadap lingkungan, saya akan berusaha membeli produk ramah lingkungan.",
    "GPI4": "Saya berencana untuk membeli produk ini karena kinerja ramah lingkungannya.",
    "GPI5": "Saya berniat untuk membeli produk ini karena performa lingkungannya.",
    "GPI6": "Saya senang membeli produk-produk ini karena sifatnya yang ramah lingkungan.",
    "GPI7": "Saya akan mengumpulkan dan memahami informasi tentang produk ramah lingkungan.",
    "GPI8": "Saya akan membeli produk ramah lingkungan ketika saya membutuhkan produk hijau.",

    "Please Answer First" : "Harap Jawab Terlebih Dulu",
    
    ":product presents a confusing message (using certain words and images) about its environmental behavior." : "Perusahaan :product menyampaikan pesan yang membingungkan (melalui penggunaan kata-kata atau citra tertentu) terkait perilaku lingkungannya",
    ":product provides vague or seemingly unprovable environmental claims about its environmental performance." : "Perusahaan :product memberikan klaim lingkungan yang samar atau tampaknya tidak dapat dibuktikan mengenai kinerja lingkungannya.",
    ":product overstates or exaggerates its environmental behavior." : "Perusahaan :product melebih-lebihkan atau menggambarkan secara berlebihan perilaku lingkungannya.",
    "ZenoPhone omits or hides important information about its real environmental behavior." : "Perusahaan ZenoPhone menghilangkan atau menyembunyikan informasi penting terkait perilaku lingkungannya yang sebenarnya.",
    "The product deceives me by means of words in its environmental features" : "Produk ini menyesatkan saya melalui penggunaan kata-kata terkait fitur lingkungannya.",
    "The product deceives me by means of visuals or graphics in its environmental features" : "Produk ini menyesatkan saya melalui penggunaan visual atau grafis terkait fitur lingkungannya",
    "The product deceives me by means of green claims that are unclear" : "Produk ini menyesatkan saya melalui klaim ramah lingkungan yang tidak jelas.",
    "The product exaggerates or overstates its green functionality" : "Produk ini melebih-lebihkan atau membesar-besarkan fungsi ramah lingkungannya",
    "The product hides important information, making the green claim sound better than it is" : "Produk ini menyembunyikan informasi penting sehingga klaim ramah lingkungannya terdengar lebih baik daripada kenyataannya",
    

    ":product does not disclose the negative environmental impact of its production or operational activities or related data." : "Perusahaan :product tidak mengungkapkan dampak negatif terhadap lingkungan yang ditimbulkan dari kegiatan produksi atau operasional, maupun data terkait.",
    ":product does not disclose environmental data, monitoring results, or carbon emission information" : "Perusahaan :product tidak mengungkapkan data lingkungan, hasil pemantauan, maupun informasi terkait emisi karbon.",
    ":product does not disclose the achievements in environmental protection, energy conservation or emission reduction." : "Perusahaan :product tidak mengungkapkan capaian dalam upaya perlindungan lingkungan, konservasi energi, ataupun pengurangan emisi.",
    "The mission, vision and values of :product, visible on its website, clearly focus on transmitting its total commitment to the environment": "Misi, visi, dan nilai-nilai Perusahaan :product yang ditampilkan di situs web resminya secara jelas menekankan komitmen penuh perusahaan terhadap isu lingkungan",
    ":product’s website has content on environmental aspects of the company": "Situs web Perusahaan :product memuat konten yang berkaitan dengan aspek-aspek lingkungan perusahaan",
    ":product is a clear example for the rest of the companies in the sector on how the environmental aspects in a company should be treated to guarantee low environmental impact.": "Perusahaan :product merupakan contoh nyata bagi perusahaan lain mengenai bagaimana aspek lingkungan seharusnya dikelola guna menjamin dampak lingkungan yang minimal.",
    ":product has good environmental performance": "Perusahaan :product menunjukkan kinerja lingkungan yang baik.",

    "Yes" : "Ya",
    "No" : "Tidak",
    "Next" : "Selanjutnya",
    "Prev" : "Sebelumnya",
    "Finish" : "Selesai",

    "Permission": "\nKami dari Tim Riset Kolaborasi Universitas Negeri Yogyakarta, Indonesia, dan UNBC Business School, Jepang, sedang melaksanakan penelitian yang bertujuan untuk menganalisis faktor-faktor yang memengaruhi keputusan pembelian produk. Penelitian ini dilakukan melalui eksperimen berbasis website.\n\nSeluruh informasi yang Anda berikan akan dijaga kerahasiaannya. Data pribadi Anda tidak akan dibagikan kepada pihak mana pun, dan tidak ada informasi yang dapat mengidentifikasi Anda secara langsung yang akan dipublikasikan.\n\nPartisipasi Anda bersifat sukarela. Anda berhak untuk menghentikan partisipasi kapan pun tanpa konsekuensi apa pun.\n\nDengan menekan tombol “Saya Setuju” di bawah ini, Anda menyatakan bahwa Anda telah membaca dan memahami informasi di atas serta bersedia berpartisipasi dalam penelitian ini.\n\nTerima kasih atas kesediaan dan partisipasi Anda.\n\nHormat kami,\nTim Riset UNY – UNBC Business School",
    "I Agree" : "Saya Setuju",
    "Participant Consent Form" : "Lembar Persetujuan Partisipasi",
    "InstructionText": "1. Isi data diri Anda secara lengkap pada form yang tersedia.\n2. Kerjakan Pre-Test dengan menilai setiap pernyataan menggunakan skala 1–7 (Strongly Disagree – Strongly Agree).\n3. Masukkan kode yang telah diberikan tim peneliti.\n4. Pilih salah satu produk yang tersedia.\n5. Baca dan amati isi website untuk setiap produk yang Anda pilih, perhatikan deskripsi, fitur, gambar, dan informasi lainnya.\n6. Setelah selesai, klik ikon Berita di pojok kanan bawah untuk melihat berita terkait produk.\n7. Baca berita mengenai produk yang dipilih untuk mendapatkan informasi tambahan.\n8. Setelah membaca, klik ikon Post-Test di pojok kanan bawah untuk mengisi Post-Test.\n9. Isi Post-Test sesuai instruksi, menilai pertanyaan yang diberikan.\n10. Submit jawaban Post-Test Anda, lalu pilih produk lain dan ulangi langkah 4–9 hingga semua produk selesai dianalisis.\n11. Setelah semua produk dianalisis, pilih satu produk dari beberapa pilihan yang menurut Anda paling mungkin untuk dibeli.",
    "InstructionDesc": "Silakan ikuti langkah-langkah berikut dengan teliti sebelum memulai. Pastikan Anda memahami setiap instruksi untuk hasil yang akurat.",
    "Respondent Consent" : "Persetujuan Responden",
    "You have rated all products. Now please select one final product you would like to purchase." : "Anda telah menilai semua produk. Sekarang silakan pilih satu produk terakhir yang ingin Anda beli.",
    "Your final product choice has been recorded. Redirecting to post-test in" : "Pilihan produk akhir Anda telah tercatat. Mengarahkan ke post-test.",
    "View Product Details" : "Lihat Detail Product",
    "This choice will complete your product selection process." : "Dengan pilihan ini, proses pemilihan produk Anda selesai.",
    "Continue Now" : "Lanjutkan sekarang",

    "GPA" : "IPK",
    "Work Experience" : "Pengalaman Kerja",

    "Enter Access Code" : "Masukkan Kode Akses",
    "Please enter the access code provided to you by the researcher." : "Silakan masukkan kode akses yang diberikan kepada Anda oleh peneliti.",
    "Enter Code" : "Masukkan Kode",
    "Invalid access code. Please try again or contact the researcher." : "Kode akses tidak valid. Silakan coba lagi atau hubungi peneliti.",

    "All Products Rated" : "Semua Produk Telah Dinilai",
    "You have rated all products. Now please select one final product you would like to purchase" : "Anda telah menilai semua produk. Sekarang silakan pilih satu produk terakhir yang ingin Anda beli",
    "view product details" : "lihat detail produk",
    "Confirm Selection" : "Konfirmasi Pilihan",
    "Confirm Your Choice" : "Konfirmasi Pilihan Anda",
    "Are you sure you want to select this product as your final choice?" : "Apakah Anda yakin ingin memilih produk ini sebagai pilihan akhir Anda?",
    "This action cannot be undone." : "Tindakan ini tidak dapat dibatalkan.",
    "Back" : "Kembali"
    

}
